[
    {
        "title": "Asics Gel Lyte 3 x Sean Wotherspoon x Atmos",
        "subtitle":"SNEAKERS ASICS",
        "content": "Sean Wotherspoon revient à ses premiers amours, soutenu par Atmos\nAprès un succès retentissant en 2018 avec l’Air Max 1/97, Sean Wotherspoon a décidé de mettre un terme à sa collaboration avec l’équipementier américain. Cela n’a pas empêché le fondateur du shop vintage, temple de la culture sneakers, Round Two, à continuer à exercer sa passion de designer de sneakers et de vêtements. Après avoir travaillé avec Guess ou encore Lacoste, le jeune entrepreneur originaire de Virginie nous dévoile une collaboration avec Asics, soutenue par ni plus ni moins que le plus emblématique shop au pays du soleil levant, Atmos. La triple collaboration s’incarne dans une Gel Lyte 3, sur laquelle la pâte de l’amateur de vintage est immédiatement reconnaissable. Sur l’empeigne mythique de la sneaker à la languette révolutionnaire, le choix du matériau s’est tout naturellement tourné vers le velours côtelé. L’ensemble des empiècements de la chaussure est travaillé dans ce matériau cher à Sean Wotherspoon. La seule exception en terme de matériaux se retrouve au niveau des panneaux latéraux, en velcro. Cette matière joue un rôle primordial puisqu’elle permet d’accrocher les Tiger Stripes d’Asics fournis avec la paire et qui sont au nombre de dix au total. Les deux pieds de la chaussure diffèrent totalement au niveau du traitement chromatique. En effet, c’est un défilé de couleurs qui habille la sneaker, du bleu ciel, du mauve, du violet, du orange, du marron, du jaune, du vert d’eau, du vert anglais. Le résultat est une Asics Gel Lyte 3 très atypique, ornée du logo Atmos au talon, mais qui correspond parfaitement au travail du designer Sean Wotherspoon. Cette Sean Wotherspoon x Atmos x Asics Gel Lyte 3 sortira dans un premier temps chez Atmos le 27 juin. La paire devrait sortir globalement au cours du mois de Juillet. Nous ne manquerons pas de vous tenir informés via notre compte Instagram.",
        "author_id": 1,
        "image": "Sean-Wotherspoon-atmos-ASICS-Gel-Lyte-III-3-square-380x380.jpg",
        "published": true,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/asics-gel-lyte-3-x-sean-wotherspoon-x-atmos/"
    },
    {
        "title": "Asics Gel-Nandi OG Glacier Grey/Peacoat",
        "subtitle": "SNEAKERS ASICS",
        "content": "L’Asics Gel-Nandi est de retour dans son coloris OG\nAsics dispose d’un très large catalogue de sneakers. En effet, le sport est au coeur de l’ADN de la marque japonaise qui a développé des silhouettes mythiques comme la Gel-Lyte 3, la Gel Kayano 5 ou encore la Gel Saga. Parmi les modèles qui ont fait l’histoire d’Asics, la Gel-Nandi occupe une place importante. Elle a été rééditée, en fin d’année dernière, dans une version hybride dotée d’une semelle Gel 360. Cette fois-ci, nous retrouvons la paire dans sa forme et dans son coloris d’origine, près de 20 ans après sa première sortie.\n\nDédiée à la pratique du trail-running, la Gel-Nandi dispose d’une construction robuste, alliant du mesh épais et du cuir sur l’ensemble de l’empeigne. En observant la semelle, on comprend immédiatement qu’il s’agit d’une paire prête à affronter les sentiers montagneux. En effet, elle est crantée et très épaisse afin d’absorber les irrégularités du terrain. Tout comme pour le modèle OG, on retrouve une palette de couleurs alliant du bleu, du blanc et du orange. Le logo Asics est cousu sur la languette et est également visible au talon ainsi que sur la semelle intermédiaire.\n\nCette Asics Gel-Nandi OG Glacier Grey/Peacoat fait partie de la collection Printemps/Été 2020. Elle sera disponible sur notre e-shop FENOM.COM le 19 juin au prix de 99€.",
        "author_id": 1,
        "image": "asics-gel-nandi-og-4-380x380.jpg",
        "published": true,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/asics-gel-nandi-og-glacier-grey-peacoat/"
    },
    {
        "title": "Pack Nike W Air Max 90 et 95 Jewel/Cuban Link",
        "subtitle": "SNEAKERS NIKE",
        "content": "Nike présente un nouveau pack féminin au coloris frais et estival\nDans le cadre des célébrations des 30 ans de la Nike Air Max 90 et des 25 ans de la Nike Air Max 95, la marque au Swoosh réunit les deux modèles au sein d’un pack inédit dénommé « Jewel/Cuban Link ». Il est réalisé dans une combinaison de couleurs vaste et étonnante qui tombe à point nommé à l’approche de l’été. Les teintes pastel utilisées sont également féminines, à l’image du public cible de ce pack. Bien que leur disposition soit différente, les teintes présentées sont communes aux deux sneakers et rappellent des crèmes glacées : rose, marron façon chocolat, jaune façon vanille et blanc. La combinaison de couleurs évoque, à sa manière, la Dunk Stüssy « Cherry ». On distingue également un rendu mismatch sur l’Air Max 90 selon le pied. La grande originalité de ce pack, outre le coloris, est la présence d’une chaîne sur le jeu de lacets sur laquelle apparaît un Swoosh doré. Cet élément amovible renvoie à ce qui avait été imaginé pour la collaboration Nike Shox x Comme des Garçons et explique le surnom du pack, « Jewel ». Des jeux de texture sont proposés sur ces deux interprétations avec une construction variée. Chaque modèle présente une empeigne en mesh accompagnées de touches de cuir lisse et perforé, mais également de cuir suédé sur certains empiècements. La multitude de matériaux offre un rendu premium aux deux chaussures. Une semelle en gomme finalise le design de ces nouveautés Nike 2020.\n\nLe pack Nike W Air Max 90 et 95 Jewel/Cuban Link sera disponible le 19 juin sur notre e-shop FENOM.COM. L’Air Max 90 sera proposée à 150€ et l’Air Max 95 à 180€ l’unité.",
        "author_id": 1,
        "image": "nike-w-am-90-cuban-square-380x380.jpg",
        "published": true,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/pack-nike-w-air-max-90-et-95-jewel-cuban-link/"
    },
    {
        "title": "Carhartt x Converse Chuck 70",
        "subtitle": "SNEAKERS CONVERSE",
        "content": "Ce modèle inédit est réalisé à base de vêtements Carhartt entièrement recyclés\nL’engagement écologique est désormais au cœur du développement de la plupart des marques de sportswear et Converse en fait bien évidemment partie. La firme de Boston enchaîne les annonces en ce sens, à l’image de sa future collection de modèles réalisés à base de coton recyclé ou encore de la Chuck Taylor construite avec des jeans recyclés en 2019. L’ensemble de ces créations innovantes sont réunies au sein de sa collection « Renew ». Sa prochaine collaboration s’inscrit dans cette démarche et est le fruit d’une réflexion commune avec Carhartt, l’un de ses partenaires de longue date. Les deux entités ont développé un modèle de Converse Chuck 70 à base de vêtements Carhartt recyclés pour leur offrir une nouvelle vie.\n\nLa silhouette mythique est ainsi présentée dans sa version montante. La sneaker est dévoilée dans sa version 70, le modèle au style vintage, et dans une robe tricolore très tendance dernièrement. La face extérieure du pied est bleue tandis que l’intérieur est beige. Il s’agit de deux teintes intimement liées aux créations Carhartt pour le workwear. La languette arbore elle une teinte noire. Chaque modèle est unique car confectionné avec le tissu de vêtements ayant des niveaux d’usure et de patine variables selon leur utilisation. Le résultat se veut unique et offre ainsi des variations de couleurs différentes selon les modèles de production. La conception est également très robuste, à l’image des vêtements de la marque développés pour les travailleurs. Des coutures apparentes sont également visibles sur l’empeigne. Les logos des deux marques apparaissent sur le patch au talon dans un lettrage noir et blanc. Une semelle blanche complète le design, avec l’incontournable outsole gaufrée.\n\nLa Carhartt x Converse Chuck 70 sortira prochainement sur notre boutique en ligne FENOM.COM. Nous communiquerons concernant la sortie sur notre compte Instagram.",
        "author_id": 1,
        "image": "converse-chuck-70-renew-carhartt-wip-2-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/carhartt-x-converse-chuck-70/"
    },
    {
        "title": "Air Jordan 6 Hare",
        "subtitle": "SNEAKERS JORDAN",
        "content": "L’Air Jordan 6 adopte le coloris de l’Air Jordan 7 sortie en 1992\nA l’approche du milieu de l’année 2020, le premier bilan des sorties Jordan Brand est concluant avec un rythme de releases intense et un engouement toujours aussi fort pour les silhouettes de la marque. De nombreux modèles d’Air Jordan 1 ont fait surface, mais c’est un autre modèle qui est sous le feu des projecteurs aujourd’hui : l’Air Jordan 6. La sneaker est pour la première fois éditée dans le colorway « Hare » sorti en 1992 sur sa sœur, l’Air Jordan 7. Il rendait hommage au personnage de Bugs Bunny, d’ailleurs mis en scène dans une publicité aux côtés du joueur des Bulls pour en promouvoir le lancement. Ce modèle était apparu 3 ans avant la sortie du film « Space Jam » mettant en scène Michael Jordan et les Looney Tunes. Le coloris rappelle à sa façon l’Air Jordan 6 « Alternate ‘91 » paru en 2017, mais c’est bien la version « Hare » qui est proposée. Le code couleur original est fidèlement reproduit sur cette silhouette. Il se caractérise par une empeigne principalement blanche avec plusieurs empiècements gris rappelant le pelage du personnage de cartoon. L’ensemble est sublimé par l’ajout d’une teinte rougeâtre sur la midsole ainsi que la languette en nylon et un liseré rouge sur le strap au talon rappelant les carottes appréciées par Bugs Bunny. D’autres teintes verte, jaune, violette et noire sont appliquées sur la semelle extérieure et intermédiaire ainsi que sur le lacelock ou le haut de la languette, dans un effet semi-translucide. Ils confèrent à la sneaker un look festif et printanier parfaitement adapté. Enfin, un packaging spécial a été créé pour l’occasion, arborant le dessin d’une carotte.\n\nL’Air Jordan 6 Hare sortira le 5 juin sur notre e-shop FENOM.COM. La paire sera proposée au tarif de 190€.",
        "author_id": 1,
        "image": "Air-Jordan-6-Hare-square-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/air-jordan-6-hare-2/"
    },
    {
        "title": "Nike Air Cross Trainer 3 White/Neptune Green",
        "subtitle": "SNEAKERS NIKE",
        "content": "Nike signe le retour de ce modèle iconique des années 90 avec un coloris estival\nNike vient tout juste de rééditer pour la première fois la Nike Air Cross Trainer 3, une silhouette issue de ses archives. La paire avait vu le jour en 1990 et était destinée à une pratique sportive multiple : pour le fitness, le baseball, ou encore le football américain pour ne citer qu’eux et popularisée par le joueur Bo Jackson. Directement dérivée de la Nike Air Trainer SC High, rééditée à de multiples reprises, la Air Cross Trainer 3 revient pour la première fois dans sa version Low. Comme souvent, la paire fera prochainement son grand retour à l’occasion d’une collaboration frappante et c’est Supreme qui inaugurera les festivités avec un modèle coloré qui sortira dans les mois à venir. Pour patienter, la marque au Swoosh dévoile une version grand public dans un coloris White/Neptune Green paré pour l’été et qui préfigure l’arrivée d’autres versions.\n\nLa troisième déclinaison de cette Air Cross Trainer est présentée dans un code couleur essentiellement blanc agrémenté de détails noirs au niveau de la midsole. L’ajout d’une touche vert émeraude, à l’arrière de la sneaker mais aussi pour les passants de lacets propose un rendu festif et coloré adapté à la saison. Cette teinte spécifique, caractéristique de celles utilisées à l’époque, est dupliquée pour le branding Nike sous la semelle. Le Swoosh latéral adopte à son tour un code couleur blanc. Proposée en version basse, la paire adopte une construction réalisée en cuir perforé sur la partie avant et le quarter panel. Le col autour de la cheville adopte un revêtement en mesh et finalise le look de cette nouveauté Nike 2020 à l’esprit vintage.\n\nLa Nike Air Cross Trainer 3 White/Neptune Green est d’ores et déjà disponible sur notre boutique en ligne FENOM.COM. Elle est proposée 129€ l’unité dans le cadre de la collection Summer 2020. ",
        "author_id": 1,
        "image": "nike-air-cross-trainer-1-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/nike-air-cross-trainer-3-white-neptune-green/"
    },
    {
        "title": "Pack Nike Killshot 2 OG SP",
        "subtitle": "SNEAKERS NIKE",
        "content": "Nike réédite Killshot 2 OG, la sneaker de tennis sortie dans les années 1980\nLa Nike Killshot est à l’origine une sneaker dédiée à la pratique du tennis, et apparue au milieu des années 1980. La silhouette s’est offerte une seconde jeunesse ces dernières années avec diverses sorties Quickstrike et à l’occasion d’un partenariat innovant avec la marque américaine J. Crew. Chaque coloris, couplé à une semelle en gomme, fût un succès commercial et populaire. La Nike Killshot 2 est aujourd’hui de retour au sein d’un pack au look toujours très retro, à savoir les modèles « Sail/Midnight Navy » et « Sail/Gorge Green ». Les deux modèles arborent leur conception d’origine basée sur une empeigne en mesh sur laquelle sont ajoutés des éléments en suede, à l’avant et à l’arrière de la chaussure. Selon le coloris concerné, la teinte du mesh varie et rappelle le colorway principal de la sneaker. Les codes couleurs de chaque modèle sont fidèles à ceux imaginés lors de la sortie originelle et s’affichent sur le Swoosh latéral et l’empiècement en cuir au talon. La première paire arbore une teinte bleue marine et la seconde une variante verte plus foncée. L’aspect retro est complété par l’utilisation d’une languette au rembourrage apparent comme sur de nombreuses sorties de la marque récemment ainsi que le branding « Nike » au talon, visible en toutes lettres. Les deux itérations reposent sur une semelle blanche légèrement jaunie.\n\nLe pack Nike Killshot 2 OG SP sortira le 22 mai en édition limitée sur notre boutique en ligne FENOM.COM. Les paires sont proposées 89€ l’unité dans le cadre de la collection Summer 2020.",
        "author_id": 1,
        "image": "nike-killshot-2-square-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/pack-nike-killshot-2-og-sp/"
    },
    {
        "title": "Nike SB Dunk Low « Lakers »",
        "subtitle": "NIKE SB",
        "content": "Une nouvelle Nike SB Dunk Low aux couleurs des Los Angeles Lakers.\nEntre 2005 et 2010, les sneakerheads outre-Atlantique étaient devenus obnubilés par la gamme Skateboard de Nike, Nike SB. Plus particulièrement, la ré-interprétation de la mythique Dunk a marqué la culture sneakers avec des itérations aussi légendaires que la Pigeon, les Supreme ou encore la Unkle. Après une traversée du désert durant les années 2010, la gamme Nike SB, et plus précisément la Nike SB Dunk, est à nouveau née de ses cendres en 2019. Portée par des artistes tels que Travis Scott, elle revit ses premières heures de gloire et presque chaque sortie fait l’objet d’un épuisement des stocks quasi immédiat.\n\nNous vous en présentons ici une nouvelle déclinaison, aux couleurs des Lakers et prévue de sortir dans les semaines à venir. La Dunk SB Low « Lakers » possède une construction tricolore rappelant la palette chromatique de la franchise NBA de Los Angeles. Toebox et panneaux latéraux en cuir lisse blanc s’accordent à la languette épaisse en mesh. Le reste de l’empeigne est habillé d’un cuir suédé couleur or qui se marie parfaitement avec le blanc. Pour relever le tout, le swoosh en cuir vernis arbore un violet très profond, que l’on retrouve sur le sockliner ou l’inscription de la languette. La semelle intermédiaire blanche surmonte une semelle extérieure translucide. La paire bénéficie de deux jeux de lacets, un blanc et un violet. Elle devrait être vendue dans la nouvelle boîte Nike SB violette.\n\nPour l’instant, aucune date de sortie de cette Nike Dunk SB Low Lakers n’a été annoncée, mais une sortie pour le mois de mai est plus que probable. On ne manquera pas de vous informer via notre compte Instagram.",
        "author_id": 1,
        "image": "nike-sb-dunk-low-lakers-BQ6817-800-1-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/nike-sb-dunk-low-lakers/"
    },
    {
        "title": "adidas Response Overturf Core White",
        "subtitle": "SNEAKERS ADIDAS",
        "content": "La suite de la collection adidas Gardening Club arrive pour le printemps\nadidas présentait en octobre dernier une collection capsule intitulée « Gardening Club » dédiée aux amoureux de la nature et plus spécialement de jardinage. Elle était composée de deux sneakers de trail ainsi que de vêtements qui avaient tous été conçus avec une approche pratique pour respecter le thème. Cette sortie avait ainsi vu la naissance de deux modèles inédits, l’adidas Novaturbo et la Response Overturf. Cette dernière réapparaît à l’occasion de la présentation de la suite de la collection « Gardening Club 2.0 », une sortie au timing parfait alors que nous venons d’entrer dans le printemps.\n\nL’adidas Response Overturf est présentée dans un code couleur « Core White » mixant plusieurs teintes de blanc. Le look trail runner prend forme grâce à l’utilisation de matériaux en mesh ripstop anti-déchirures sur l’empeigne ainsi que des éléments en 3M disposés à l’avant de la chaussure ainsi qu’au talon et sur les trois bandes latérales. Ils sont matérialisés par un rendu gris clair. Une semelle intermédiaire aux technologies AdiPrene +  et Formotion sont également présentées, tandis que le produit repose sur une outsole crantée pour une meilleure accroche. Le branding discret de la marque allemande se dévoile sur le côté de la languette, dans un coloris gris. Pour le confort, cette même languette est proposée dans un revêtement en mesh blanc, tout comme la doublure intérieure.\n\nL’adidas Response Overturf Core White sera disponible le 4 avril sur FENOM en édition limitée. La paire est proposée 159€ dans le cadre de la collection Printemps/Été 2020.",
        "author_id": 1,
        "image": "adidas-response-overturf-square-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/adidas-response-overturf-core-white/"
    },
    {
        "title": "Supreme x Timberland SS20",
        "subtitle": "SUPREME",
        "content": "Supreme et Timberland présentent leur collection SS20.\nLa nouvelle collaboration entre le géant du streetwear américain et la célèbre marque Timberland vient d’être annoncée. La collection Spring Summer 2020 a débuté fin février et la marque originaire de New-York a déjà présenté plusieurs collaborations. La semaine dernière, Supreme présentait une collection avec l’artiste Rammellzee. Ce jeudi, nous retrouverons une capsule Supreme x Timberland.\n\nPour cette saison, c’est la Euro Hiker Low qui a été choisie. Elle est revisitée dans une version en cuir verni et sera disponible dans trois coloris : rouge, jaune et noir. La paire est constituée de canvas au niveau du collier et de cuir verni sur une majeure partie de l’empeigne. La semelle extérieure est quant à elle moulée dans une gomme recyclée. On retrouve le logo Timberland embossé sur l’extérieur du pied, à l’arrière. Une étiquette Supreme figure juste au-dessus de celui-ci. Afin d’agrémenter la collection, les deux marques ont également travaillé sur du textile avec un crewneck très réussi. Il sera disponible dans quatre couleurs : noir, kaki, rouge et beige. La traditionnelle broderie « Timberland » laisse place à « Supreme ». Le logo de la marque originaire de Boston est brodé à côté de l’écriture Supreme et les mots « Wind, Water, Earth and Sky » sont inscrits en dessous. Enfin, pour les amateurs de casquettes, vous retrouverez une 6-Panel qui reprend la broderie du creweneck, déclinée dans six coloris. La collection Supreme x Timberland SS20 sera disponible ce jeudi uniquement en ligne en raison de la crise sanitaire en cours. Les frais de port seront d’ailleurs offerts pour toute commande de plus de 150$.",
        "author_id": 1,
        "image": "supreme-timberland-ss20-square-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/supreme-x-timberland-ss20/"
    },
    {
        "title": "Reebok DMX Trail Shadow Steel/Bottle Green",
        "subtitle": "SNEAKERS REEBOK",
        "content": "Une nouvelle déclinaison du modèle outdoor arrive pour le printemps\nDepuis près de deux ans, Reebok s’attache à remettre au goût du jour plusieurs paires et technologies sorties par le passé afin de leur offrir un nouveau souffle. La marque d’origine anglaise l’a parfaitement illustré avec le retour en force de la série DMX composée d’une grande variété de déclinaisons, telles que la DMX Daytona dans sa mouture originale, la version en collaboration avec Gigi Hadid ainsi qu’une alternative plus outdoor sur la Reebok DMX Trail Shadow Cette dernière revient à l’approche de l’été dans un colorway inédit « Steel/Bottle Green », proposé au sein d’un pack « Gradient ».\n\nTrès versatile, la Reebok DMX Trail Shadow d’apparence baroudeuse fait également le show sur les podiums des Fashion Week du monde entier. Dérivée du modèle Ventilator, la paire revient dans un code couleur printanier qui prend la forme d’éléments bleu en dégradé sur la cage en caoutchouc qui recouvre la tige. Outre l’apport graphique et stylistique, cette particularité offre aussi un meilleur maintien au chausseur. La sneaker adopte également des éléments gris en mesh sur la toebox et la semelle à technologie DMX. Un matériau synthétique habille également l’empeigne. Une partie noire est apposée sur l’arrière de la paire, à l’instar du logo Reebok Vector dont les contours sont blancs. Un matériau ripstop gris clair est apposé à l’avant et à l’arrière dans le but de renforcer la chaussure, lors d’une randonnée par exemple. Le code couleur bleu en dégradé est dupliqué par des formes de vague sur la semelle intermédiaire, tandis que l’outsole crantée est noire. Enfin, des lacets ronds sont proposés et participent au look baroudeur. Ils reprennent le code couleur noir et blanc et sont dotés d’éléments réfléchissant.\n\nLa Reebok DMX Trail Shadow Steel/Bottle Green est à présent disponible sur notre e-shop FENOM au prix de 179€. La sneaker sort dans le cadre de la collection Printemps/Été 2020.",
        "author_id": 1,
        "image": "reebok-dmx-trail-shadow-bottle-green-2-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/reebok-dmx-trail-shadow-steel-bottle-green/"
    },
    {
        "title": "Rhude x Puma SS20",
        "subtitle": "SNEAKERS PUMA",
        "content": "La nouvelle collection du label streetwear avec Puma s’inspire du milieu automobile\nRhuigi Villaseñor a fondé la marque de streetwear haut de gamme RHUDE en 2015 à Los Angeles. Elle propose une collection footwear et des pièces textiles variées d’inspirations diverses à l’image du parcours atypique de son créateur, qui a beaucoup voyagé dans sa jeunesse. Après avoir travaillé main dans la main afin de concevoir une collection capsule FW19 en 2019, la marque s’associe à nouveau à Puma pour dévoiler une collection inédite inspirée de l’univers du sport automobile. Elle est composée de trois modèles de sneakers ainsi que de nombreux vêtements. Le thème prend vie ici à travers le design et le choix des coloris. La Puma Ralph Sampson Low est à l’origine un modèle dédié au basket-ball, datant des années 1980. Cette mouture est ici revisitée dans une version grise en hairy suede, habillée avec des touches colorées bleu pastel à l’avant de la tige et reposant sur une semelle en gomme. Deux éléments en 3M sont également apposés sur les panneaux latéraux. La seconde paire du pack, la Puma Performer, est plus colorée. La sneaker de tennis arbore une tige dotée d’empiècements principalement noirs, gris et jaunes, contrastée par une bande graphique rose fuschia sur la toebox. On distingue également une semelle jaunie pour le côté vintage qui renferme les technologies d’amorti Trinomic et EVA. La construction est définie par l’utilisation de cuir suédé et d’un Formstripe noir suédé dont le design se poursuit sur le mudguard avant. Les logos des deux entités collaboratrices apparaissent sur la languette de ce duo inédit.\n\nLa collection est complétée par l’ajout d’un pantalon Woven gris, d’un t-shirt et d’une veste imperméable reprenant l’identité graphique de la collaboration, à savoir le coloris, les éléments réfléchissant la lumière ainsi que les noms Puma et Rhude. Vous pourrez retrouver à partir du 7 mars sur notre boutique en ligne FENOM ces deux modèles de sneakers ainsi que les vêtements cités, pour la sortie de la collection Rhude x Puma. Ces pièces sont commercialisées en édition limitée dans le cadre de la collection Printemps/Été 2020. Les prix vont de 49€ à 175€ selon les produits concernés.",
        "author_id": 1,
        "image": "puma-rhude-e1583501382434-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/rhude-x-puma-ss20/"
    },
    {
        "title": "Puma Future Rider Play On",
        "subtitle": "SNEAKERS PUMA",
        "content": "Un nouveau coloris festif de la Future Rider débarque\nLe retour de la Puma Future Rider se précise avec l’arrivée d’un nouveau pack de trois coloris. Sortie à l’origine en 1980, celle qui était alors dénommée Puma Fast Rider était un modèle technique principalement destiné à la pratique du running, notamment grâce à l’apport de la semelle à technologie Federbein pour l’amorti. Rééditée depuis plusieurs mois, la paire a notamment fait l’objet d’une collaboration avec le label Chinatown Market. Cette nouvelle release s’inscrit dans la continuité du dernier pack proposé en décembre par la marque au félin. Trois sneakers font partie de cette nouvelle release et elles sont toutes aussi pétillantes et originales les unes que les autres. La première paire, portée par le rappeur PLK, est présentée dans une robe multicolore qui colle parfaitement à la saison actuelle des carnavals. L’empeigne présente un patchwork de teintes variées : du vert fluo, du bleu foncé, du rouge ou encore du blanc pour le Formstripe latéral. Un liseré rose joint la semelle intermédiaire blanche à la partie haute de la chaussure. La construction est éclectique, à l’image du code couleur proposé ici. La chaussure Puma superpose des éléments en mesh sur le panneau latéral avec des pièces de cuir suédé à l’avant et à l’arrière. Le logo sur le côté est ici proposé dans un revêtement en cuir blanc. La languette en mousse apparente rappelle l’héritage rétro de ce modèle et ajoute une touche d’originalité complémentaire. Enfin, une semelle crantée en gomme complète le design.\n\nLe second colorway est d’autant plus pétillant avec une gamme chromatique alliant du violet, du orange, du rose, du vert et du blanc. Enfin, la troisième paire qui compose ce pack est un peu plus lumineuse avec une tige majoritairement blanche, contrasté par des touches de gris, de rose, de jaune fluo ou encore de bleu.\n\nCes trois Puma Future Rider Play On sortiront le 22 février sur notre boutique en ligne FENOM au prix de 89€. Elles font partie de la collection Printemps/Été 2020.",
        "author_id": 1,
        "image": "Puma-Rider-Play-On-Black-Fluo-Green-PLK-square-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/puma-future-rider-play-on/"
    },
    {
        "title": "BBC Ice Cream x Reebok",
        "subtitle": "SNEAKERS REEBOK",
        "content": "BBC Ice Cream collabore avec Reebok sur deux classiques\nEn 2019, Reebok a profité d’un regain d’interêt pour ses anciens modèles basketball pour ressortir des modèles oubliés depuis des décennies. On a pu voir le retour de certains modèles Iverson ou encore celui des mythiques BB4600 et BB4000. Directement revenues des années 80, ces silhouettes sont le signe de la richesse d’archives de la marque au Vector. Comme il est devenu coutume, toute retro mérite une collaboration pour être mise en avant. Et pour le retour des BB4000 et BB4600, Reebok a fait le choix d’un partenariat de qualité en s’associant avec BBC Ice Cream. La marque fondée au début des années 2000 par Pharrell Williams et Nigo apporte sa touche singulière sur ce duo de sneakers que nous vous présentons ici.\n\nLa Reebok BB4600 est une chaussure à empeigne haute destinée à la pratique du basketball. Vêtue de cuir blanc, elle n’en fait que mieux ressortir les marques de fabrique de BBC Ice Cream, à savoir des diamants noirs et des signes dollars bleus marine. Brodé sur la partie basse arrière de la sneaker, le logo de Ice Cream apporte de la couleur sur la composition chromatique sobre du upper. Ce dernier repose sur une semelle intermédiaire rose, véritable exhausteur visuel.\n\nLa Reebok BB4000, quant à elle, possède une empeigne basse et se pare d’un cuir beige. Celui-ci est orné des motifs dollar et diamant, respectivement vert foncé et vert d’eau. Le talon est agrémenté d’un empiècement en suède vert canard sur lequel est brodé le logo Ice Cream. Semelle intermédiaire blanche sur semelle extérieure vert foncé viennent contraster avec le reste de la sneaker.\nLes deux sneakers de ce pack affichent « Ice Cream » sur la languette et sont livrées avec un petit hangtag mixant les logos BBC et Ice Cream.\n\nCes deux BBC Ice Cream x Reebok BB4600 et BB4000 sortiront le 21 février sur notre shop en ligne FENOM, toutes deux au prix de 110€.",
        "author_id": 1,
        "image": "bbc-ice-cream-reebok-4-e1580390345709-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/bbc-ice-cream-x-reebok/"
    },
    {
        "title": "Pack Converse « Breaking Down Barriers »",
        "subtitle": "SNEAKERS CONVERSE",
        "content": "Converse rend hommage aux trois premiers joueurs afro-américains de la NBA\nConverse introduit un pack inédit de sneakers qui rend hommage à la carrière sportive de trois joueurs emblématiques : Earl Lloyd, Nat Clifton et Chuck Cooper. Ils furent les trois premiers joueurs afro-américains à intégrer la NBA dans les années 1950 et ainsi à briser la barrière de la couleur de peau dans le milieu du basket-ball aux Etats-Unis. Intitulé “Breaking Down Barriers”, le pack propose plusieurs sneakers en édition limitée. Les Converse Pro Leather High et Converse Chuck 70 ont été imaginées dans six coloris au total, dont trois seront proposés sur notre boutique en ligne. Toutes les paires font référence à des équipes du championnat américain et leur lien avec ces personnages clés du basket-ball outre-Atlantique.\n\nÀ son arrivée chez les Capitols de Washington en 1951, Earl Lloyd, surnommé « Big Cat », fut le tout premier jouer afro-américain à prendre part à un match NBA. Nathaniel Clifton, aussi connu sous le surnom de « Sweetwater », fut le premier afro-américain à signer un contrat pro dans ce championnat, c’était avec les Knicks en 1951. Chuck Cooper, lui, fut le premier homme noir drafté par la NBA. Les deux versions en toile de la Chuck 70 font hommage respectivement aux Washington Capitols et aux New-York Knicks. Les paires sont présentées dans des codes couleur noir et bleu complétés par de nombreux détails en lien avec les équipes NBA. On retrouve notamment le logo NBA Hardwood Classics sur la semelle intermédiaire ainsi que les noms, numéros et équipes respectives des joueurs au dos de chaque languette. La Pro Leather célèbre l’équipe des Pistons de Detroit car les trois joueurs ont évolué sous sa bannière durant leur carrière. La sneaker à tige haute est proposée dans un traitement en cuir blanc agrémenté de détails rouge et bleu en lien avec l’équipe du Michigan.\n\nLe pack Converse Breaking Down Barriers est à d’ores et déjà disponible en édition limitée sur notre e-shop FENOM.COM. Les Converse Chuck 70 sont proposées 95€ l’unité et la Pro Leather High 99€. Chaque modèle sera accompagné d’une boîte inédite.",
        "author_id": 1,
        "image": "converse-breaking-down-barriers-collection-1-e1581687457175-380x380.jpg",
        "published": false,
        "published_date": "",
        "refLink": "https://www.sneakers.fr/pack-converse-breaking-down-barriers/"
    }
]
